<?php
?>

<h4>Задание 1: Установить программное обеспечение: веб-сервер, базу данных, интерпретатор, текстовый редактор. Проверить, что все работает правильно.</h4>
<br>
<p>Для работы выполнил настройку локального окружения в докер-контейнерах. Для вэб сервера используется официальный образ NGINX, php - используется официальный образ php 7.4 fpm, база данных mySQL последней версии</p>
<p>Для запуска приложения необходимо клонировать репозиторий и выполнить команду "docker-compose up". Более подробное описание в README.md</p>
